Repository: jaumet/avook-dual-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Personal info
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
it: Informazioni personali
pt: Informações pessoais

source: Idiomes
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
pt: Idiomas

source: Permissions
de: Berechtigungen
es: Permisos
it: Permessi
pt: Permissões

source: Important dates
de: Wichtige Daten
es: Fechas importantes
fr: Dates importantes
it: Date importanti
pt: Datas importantes

source: Users
es: Nombre de usuario

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: First name
de: Vorname
es: Nombre
fr: Prénom

source: Last name
de: Nachname
es: Apellidos
fr: Nom de famille

source: Email
es: Correo electrónico
fr: Courriel

source: Unique email address.
es: Confirmar dirección de correo electrónico

source: El nom ha de contenir almenys una lletra.
es: El nombre debe contener al menos una letra.

source: El cognom ha de contenir almenys una lletra.
es: El apellido debe contener al menos una letra.

source: Password confirmation
de: Passwortbestätigung
es: Confirmación de contraseña
fr: Confirmation du mot de passe

source: first name
es: Nombre

source: last name
es: Apellidos

source: username
es: Nombre de usuario

source: known languages
es: Idiomas:

source: User
es: Nombre de usuario

source: The activation token is invalid or has expired.
es: El token de activación es inválido o ha expirado.

source: Catalan
de: Katalanisch
es: Catalán
it: Catalano
pt: Catalão

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt: Inglês

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
pt: Francês

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
pt: Alemão

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
pt: Português

source: Product Page
de: Produktseite
es: Página de producto

source: Price:
de: Preis:
es: Precio:

source: Edit product
de: Produkt bearbeiten
es: Editar producto

source: Included titles in the package:
de: Im Paket enthaltene Titel:
es: Títulos incluidos en el paquete:

source: Level
de: Niveau
es: Nivel

source: Example Title 1
de: Beispieltitel 1
es: Título de ejemplo 1

source: This is a short description for the first example title.
de: Dies ist eine kurze Beschreibung für den ersten Beispieltitel.
es: Esta es una breve descripción para el primer título de ejemplo.

source: Languages:
de: Sprachen:
es: Idiomas:

source: English, Spanish
de: Englisch, Spanisch
es: Inglés, Español

source: Duration:
de: Dauer:
es: Duración:

source: Example Title 2
de: Beispieltitel 2
es: Título de ejemplo 2

source: This is a short description for the second example title.
de: Dies ist eine kurze Beschreibung für den zweiten Beispieltitel.
es: Esta es una breve descripción para el segundo título de ejemplo.

source: French, German
de: Französisch, Deutsch
es: Francés, Alemán

source: Account Inactive
es: Cuenta inactiva

source: This account is inactive.
es: Cuenta inactiva

source: Enter Code
es: Introduce el código

source: We've sent a magic link and a code to your email. Click the link in the email or enter the code below to log in.
es: Te hemos enviado un enlace mágico y un código a tu correo electrónico. Haz clic en el enlace del correo o introduce el código a continuación para iniciar sesión.

source: Login
es: Iniciar sesión

source: S'ha rebut una petició de registre amb aquesta adreça electrònica: %(email_addr)s No obstant això, ja existeix un compte amb aquest correu. Per iniciar la sessió (Log in), pots sol·licitar un enllaç màgic a la pàgina d'inici de sessió: %(login_url)s
es: Se ha recibido una petición de registro con esta dirección de correo electrónico: %(email_addr)s Sin embargo, ya existe una cuenta con este correo. Para iniciar sesión (Log in), puedes solicitar un enlace mágico en la página de inicio de sesión: %(login_url)s

source: Hello from %(site_name)s!
es: Hola desde %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
es: ¡Gracias por usar %(site_name)s!

source: You are receiving this email because user %(display_name)s has provided your email address to register an account at %(site_domain)s.
es: #-#-#-#-# django.po (PACKAGE VERSION) #-#-#-#-# Estás recibiendo este correo electrónico porque el usuario %(display_name)s ha proporcionado tu dirección de correo electrónico para registrar una cuenta en %(site_domain)s. #-#-#-#-# django.po (PACKAGE VERSION) #-#-#-#-# Está recibiendo este correo electrónico porque el usuario %(display_name)s ha proporcionado su dirección de correo electrónico para registrar una cuenta en %(site_domain)s.

source: Your email verification code is shown below. Please enter it in the open window of your browser.
es: Tu código de verificación de correo electrónico se muestra a continuación. Por favor, introdúcelo en la ventana abierta de tu navegador.

source: To confirm this is correct, go to %(activate_url)s
es: Para confirmar que esto es correcto, ve a %(activate_url)s

source: Please Confirm Your Email Address
es: Por favor confirme su dirección de correo electrónico

source: Hello, To log in, click the link below: %(protocol)s://%(domain)s%(confirm_url)s?code=%(code)s Or enter the following code on the login page: Code: %(code)s This link and code will expire in 10 minutes.
es: Hola, Para iniciar sesión, haz clic en el siguiente enlace: %(protocol)s://%(domain)s%(confirm_url)s?code=%(code)s O introduce el siguiente código en la página de inicio de sesión: Código: %(code)s Este enlace y el código caducarán en 10 minutos.

source: Your Magic Link for %(site_name)s
es: Tu enlace mágico para %(site_name)s

source: Confirm Email Address
es: Confirmar dirección de correo electrónico

source: Enter your email to receive a magic link to log in.
es: Introduce tu correo electrónico para recibir un enlace mágico para iniciar sesión.

source: Send Magic Link
es: Enviar enlace mágico

source: Sign Up
es: Crear cuenta

source: Log in if you already have an account
es: Iniciar sesión si ya tienes cuenta

source: Verify Your Email Address
es: Verifique su dirección de correo electrónico

source: User Activity Log
es: Registro de Actividad del Usuario

source: Export as PDF
es: Exportar a PDF

source: Title
es: Título

source: Language Pair
es: Par de idiomas

source: Listen Count
es: Recuentos de Escucha

source: Listening Time (minutes)
es: Tiempo de Escucha (minutos)

source: Completion
es: Completado

source: Last Listened
es: Última Escucha

source: Visual Report
es: Informe Visual

source: Search...
es: Buscar...

source: {select} entries per page
es: {select} entradas por página

source: No entries found
es: No se encontraron entradas

source: Showing {start} to {end} of {rows} entries
es: Mostrando de {start} a {end} de {rows} entradas

source: Listening Time by Language Pair
es: Tiempo de Escucha por Par de Idiomas

source: Titles Listened by Level (Bubble Chart)
es: Títulos Escuchados por Nivel (Gráfico de Burbujas)

source: Daily Listening (minutes)
es: Escucha Diaria (minutos)

source: Listening Activity Timeline
es: Línea de Tiempo de Actividad de Escucha

source: Listening Time by Level and Language Pair
es: Tiempo de Escucha por Nivel y Par de Idiomas

source: My products
de: Meine Produkte
es: Mis productos

source: Here you can see the status of your products, including expiration dates and renewal options.
de: Hier können Sie den Status Ihrer Produkte einsehen, einschließlich Ablaufdaten und Verlängerungsoptionen.
es: Aquí puedes ver el estado de tus productos, incluyendo fechas de caducidad y opciones de renovación.

source: Active Products
es: Productos

source: Product Name
es: Nombre del Producto

source: Purchase Date
de: Kaufdatum
es: Fecha de Compra

source: Expiry Date
de: Ablaufdatum
es: Fecha de Caducidad

source: Days Remaining
de: Verbleibende Tage
es: Días Restantes

source: Actions
de: Aktionen
es: Acciones

source: days
de: Tage
es: días

source: Lifetime
de: Lebenslang
es: Para Siempre

source: Go to product
es: Editar producto

source: Expired Products
es: Editar producto

source: Expired
de: Abgelaufen
es: Caducado

source: Renew
de: Erneuern
es: Renovar

source: You have not made any purchases yet.
de: Sie haben noch keine Käufe getätigt.
es: Aún no has realizado ninguna compra.

source: Languages
de: Sprachen
es: Idiomas:

source: Duration
de: Dauer
es: Duración:

source: Producte
de: Produkt
es: Producto

source: Quantitat
de: Menge
es: Cantidad

source: Preu
de: Preis
es: Precio

source: El teu carretó està buit.
de: Ihr Warenkorb ist leer.
es: Tu cesta está vacía.

source: Preu:
de: Preis:
es: Precio:

source: Durada:
de: Dauer:
es: Duración:

source: mesos
de: Monate
es: meses

source: Editar producte
de: Produkt bearbeiten
es: Editar producto

source: Condicions de venda
de: Verkaufsbedingungen
es: Condiciones de venta

source: Accepto les condicions de venda
de: Ich akzeptiere die Verkaufsbedingungen
es: Acepto las condiciones de venta

source: Comprar ara
de: Jetzt kaufen
es: Comprar ahora

source: Inicia sessió per comprar
es: Iniciar sesión

source: Títols inclosos en el paquet:
de: Im Paket enthaltene Titel:
es: Títulos incluidos en el paquete:

source: Nivell
de: Niveau
es: Nivel

source: Encara no hi ha títols assignats a aquest paquet.
de: Diesem Paket sind noch keine Titel zugeordnet.
es: Todavía no hay títulos asignados a este paquete.

source: Productes
de: Produkte
es: Productos

source: Try for free
de: Kostenlos ausprobieren
es: Pruébalo gratis

source: Navega pel catàleg
de: Katalog durchsuchen
es: Navega por el catálogo

source: Inicia sessió
de: Anmelden
es: Iniciar sesión

source: Registra't si encara no tens usuari
de: Registrieren Sie sich, wenn Sie noch kein Konto haben
es: Regístrate si aún no tienes usuario

source: Has oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
pt: Esqueceu-se da sua senha?

source: Contrasenya canviada
de: Passwort geändert
es: Contraseña cambiada
fr: Mot de passe changé
it: Password modificata
pt: Senha alterada

source: La teva contrasenya s'ha canviat correctament. Ara pots iniciar sessió amb la nova contrasenya.
de: Ihr Passwort wurde erfolgreich geändert. Sie können sich jetzt mit dem neuen Passwort anmelden.
es: Tu contraseña se ha cambiado correctamente. Ahora puedes iniciar sesión con la nueva contraseña.
fr: Votre mot de passe a été changé avec succès. Vous pouvez maintenant vous connecter avec le nouveau mot de passe.
it: La tua password è stata modificata correttamente. Ora puoi accedere con la nuova password.
pt: A sua senha foi alterada com sucesso. Agora pode iniciar sessão com a nova senha.

source: Inicia la sessió
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Iniciar sessão

source: Estableix una nova contrasenya
de: Neues Passwort festlegen
es: Establece una nueva contraseña
fr: Définir un nouveau mot de passe
it: Imposta una nuova password
pt: Definir uma nova senha

source: Canvia la meva contrasenya
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambia la mia password
pt: Mudar a minha senha

source: L'enllaç de restabliment de contrasenya no és vàlid, possiblement perquè ja ha estat utilitzat. Si us plau, sol·licita un nou restabliment de contrasenya.
de: Der Link zum Zurücksetzen des Passworts ist ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie eine neue Passwortrücksetzung an.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido utilizado. Por favor, solicita un nuevo restablecimiento de contraseña.
fr: Le lien de réinitialisation du mot de passe est invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
it: Il link per il ripristino della password non è valido, probabilmente perché è già stato utilizzato. Per favore, richiedi un nuovo ripristino della password.
pt: O link de redefinição de senha é inválido, possivelmente porque já foi utilizado. Por favor, solicite uma nova redefinição de senha.

source: Instruccions enviades
de: Anweisungen gesendet
es: Instrucciones enviadas
fr: Instructions envoyées
it: Istruzioni inviate
pt: Instruções enviadas

source: Hem enviat un correu electrònic amb instruccions per restablir la teva contrasenya. Si no el reps, comprova la teva carpeta de correu brossa.
de: Wir haben eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts gesendet. Wenn Sie sie nicht erhalten, überprüfen Sie Ihren Spam-Ordner.
es: Hemos enviado un correo electrónico con instrucciones para restablecer tu contraseña. Si no lo recibes, comprueba tu carpeta de correo no deseado.
fr: Nous avons envoyé un e-mail avec des instructions pour réinitialiser votre mot de passe. Si vous ne le recevez pas, vérifiez votre dossier de courrier indésirable.
it: Abbiamo inviato un'email con le istruzioni per reimpostare la tua password. Se non la ricevi, controlla la tua cartella spam.
pt: Enviámos um e-mail com instruções para redefinir a sua senha. Se não o receber, verifique a sua pasta de spam.

source: Has sol·licitat restablir la teva contrasenya a Dual. Fes clic a l'enllaç següent per establir una nova contrasenya:
de: Sie haben beantragt, Ihr Passwort bei Dual zurückzusetzen. Klicken Sie auf den folgenden Link, um ein neues Passwort festzulegen:
es: Has solicitado restablecer tu contraseña en Dual. Haz clic en el siguiente enlace para establecer una nueva contraseña:

source: Restablir la contrasenya
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
it: Reimposta la password
pt: Redefinir a senha

source: Si no has sol·licitat aquest canvi, pots ignorar aquest correu electrònic.
de: Wenn Sie diese Änderung nicht beantragt haben, können Sie diese E-Mail ignorieren.
es: Si no has solicitado este cambio, puedes ignorar este correo electrónico.
fr: Si vous n'avez pas demandé ce changement, vous pouvez ignorer cet e-mail.
it: Se non hai richiesto questa modifica, puoi ignorare questa email.
pt: Se não solicitou esta alteração, pode ignorar este e-mail.

source: Gràcies,
de: Danke,
es: Gracias,
fr: Merci,
it: Grazie,
pt: Obrigado,

source: L'equip de Dual
de: Das Dual-Team
es: El equipo de Dual

source: Introdueix la teva adreça de correu electrònic i t'enviarem instruccions per restablir la teva contrasenya.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen Anweisungen zum Zurücksetzen Ihres Passworts.
es: Introduce tu dirección de correo electrónico y te enviaremos instrucciones para restablecer tu contraseña.
fr: Entrez votre adresse e-mail et nous vous enverrons des instructions pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo le istruzioni per reimpostare la tua password.
pt: Introduza o seu endereço de e-mail e enviar-lhe-emos instruções para redefinir a sua senha.

source: Envia l'enllaç de restabliment
de: Link zum Zurücksetzen senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
it: Invia link di ripristino
pt: Enviar link de redefinição

source: Crear compte
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte

source: Crea un compte
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte

source: Iniciar sessió si ja tens usuari
de: Anmelden, wenn Sie bereits ein Konto haben
es: Inicia sesión si ya tienes usuario

source: Verification Email Sent
es: Correo electrónico de verificación enviado

source: Thank you for using %(site_name)s!
es: ¡Gracias por usar %(site_name)s!

source: Account already exists
es: La cuenta ya existe

source: A registration request was received with this email address:
es: Se ha recibido una solicitud de registro con esta dirección de correo electrónico:

source: However, an account already exists with this email. To log in, you can request a magic link on the login page:
es: Sin embargo, ya existe una cuenta con este correo. Para iniciar sesión (Log in), puedes solicitar un enlace mágico en la página de inicio de sesión:

source: No tens accés a aquest text
es: No tienes acceso a este texto

source: Títol no trobat
es: Título no encontrado

source: Contingut no trobat per a la clau: '{key}'
de: Inhalt für Schlüssel '{key}' nicht gefunden

source: Selecciona nivell:
de: Niveau auswählen:

source: Cerca avançada
de: Erweiterte Suche

source: Ages
de: Alter

source: Collection
de: Sammlung

source: Carretó
de: Warenkorb

source: El teu carretó
de: Ihr Warenkorb

source: Total
de: Gesamt

source: Actualitzar
de: Aktualisieren

source: Eliminar
de: Entfernen

source: Total:
de: Gesamt:

source: Procedir al pagament
de: Zur Kasse gehen

source: Texts in
de: Texte in

source: Filter by level:
de: Nach Stufe filtern:

source: No texts available for this product.
de: Für dieses Produkt sind keine Texte verfügbar.

source: Hola,
de: Hallo,
fr: Bonjour,
it: Ciao,
pt: Olá,

source: Registrar-me
de: Registrieren
fr: S'inscrire

source: El teu compte ha estat activat correctament. Ara pots iniciar sessió.
fr: Votre compte a été activé avec succès. Vous pouvez maintenant vous connecter.
it: Il tuo account è stato attivato con successo. Ora puoi accedere.
pt: A sua conta foi ativada com sucesso. Agora pode iniciar sessão.

source: El token d'activació és invàlid o ha expirat.
fr: Le jeton d'activation est invalide ou a expiré.
it: Il token di attivazione non è valido o è scaduto.
pt: O token de ativação é inválido ou expirou.

source: Gràcies per registrar-te! T'hem enviat un correu per activar el teu compte.
fr: Merci de vous être inscrit ! Nous vous avons envoyé un e-mail pour activer votre compte.
it: Grazie per esserti registrato! Ti abbiamo inviato un'email per attivare il tuo account.
pt: Obrigado por se registar! Enviámos-lhe um e-mail para ativar a sua conta.

source: Has sol·licitat restablir la teva contrasenya a Audiovook. Fes clic a l'enllaç següent per establir una nova contrasenya:
fr: Vous avez demandé à réinitialiser votre mot de passe sur Audiovook. Cliquez sur le lien suivant pour définir un nouveau mot de passe :
it: Hai richiesto di reimpostare la tua password su Audiovook. Clicca sul seguente link per impostare una nuova password:
pt: Solicitou a redefinição da sua senha no Audiovook. Clique no link seguinte para definir uma nova senha:

source: L'equip d'Audiovook
fr: L'équipe d'Audiovook
it: Il team di Audiovook
pt: A equipa da Audiovook

source: Paquets
it: Pacchetti
pt: Pacotes
